[
  {
    "model": "catalog.category",
    "pk": 9,
    "fields": {
      "category_name": "chancellery",
      "category_description": "pens, pencils..."
    }
  },
  {
    "model": "catalog.category",
    "pk": 10,
    "fields": {
      "category_name": "household chemicals",
      "category_description": "powder, soap..."
    }
  },
  {
    "model": "catalog.category",
    "pk": 11,
    "fields": {
      "category_name": "building materials",
      "category_description": "nails, screws..."
    }
  },
  {
    "model": "catalog.category",
    "pk": 12,
    "fields": {
      "category_name": "cosmetics",
      "category_description": "foundation, powder and so on"
    }
  },
  {
    "model": "catalog.product",
    "pk": 6,
    "fields": {
      "name": "порошок",
      "description": "Порошкообразное моющее средство, предназначенное для стирки белья вручную или в стиральных машинах. Относится к средствам бытовой химии.",
      "photo": "online_store/og_og_15821162202214272571.jpg",
      "category": 10,
      "price": null,
      "creation_date": null,
      "last_modified_date": null
    }
  },
  {
    "model": "catalog.product",
    "pk": 7,
    "fields": {
      "name": "дерево",
      "description": "Древесина – экологически чистый материал, хорошо сопротивляется статическим и динамическим нагрузкам, весьма легкий и в то же время прочный. На сжатие вдоль волокон по прочности древесина не уступает бетону, а при изгибе – значительно превосходит его. Благодаря высокой пористости (30…80%) древесина имеет малую теплопроводность (0,16…0,30 Вт/м · К). Она легко поддается механической обработке, хорошо склеивается, удерживает металлические крепления (гвозди, шурупы, скобы).",
      "photo": "online_store/image005-1011.jpg",
      "category": 11,
      "price": 50,
      "creation_date": null,
      "last_modified_date": null
    }
  },
  {
    "model": "catalog.product",
    "pk": 8,
    "fields": {
      "name": "Ручки гелевые",
      "description": "В гелевой ручке используются чернила, в которых пигмент суспендирован в геле на водной основе. Поскольку чернила густые и непрозрачные, они более четко выделяются на гладких поверхностях, чем обычные чернила, используемые в шариковых или фломастерных ручках. Гелевые ручки можно использовать для многих видов письма и иллюстрации.",
      "photo": "online_store/HTB1BrcUn98YBeNkSnb4q6yevFXas1.jpg",
      "category": 9,
      "price": 100,
      "creation_date": null,
      "last_modified_date": null
    }
  },
  {
    "model": "catalog.product",
    "pk": 9,
    "fields": {
      "name": "Тени для бровей",
      "description": "Тени для бровей – косметическое средство, представляющее собой мельчайшие частицы пигмента и предназначенное для кратковременного окрашивания бровей, коррекции их формы и густоты.",
      "photo": "",
      "category": 12,
      "price": 500,
      "creation_date": null,
      "last_modified_date": null
    }
  },
  {
    "model": "blog.blog",
    "pk": 2,
    "fields": {
      "title": "Дуб",
      "slug": "dub",
      "body": "Дуб - крупное, обычно дерево с могучей кроной и мощным стволом. Достигает высоты 20—40 м. Может дожить до 2000 лет, но обычно живёт 300—400 лет. Рост в высоту у Дуба прекращается в возрасте 100—200 лет, прирост в толщину, хоть и незначительный, продолжается всю жизнь. Крона Дуба густая, раскидистая, с толстыми ветвями. Кора Дуба толстая, прочная, у взрослого дерева морщинистая, тёмного цвета",
      "photo": "",
      "creation_date": null,
      "view_count": 9,
      "is_published": true
    }
  },
  {
    "model": "blog.blog",
    "pk": 3,
    "fields": {
      "title": "Яблоня",
      "slug": "yablonya",
      "body": "Яблоня — род листопадных деревьев и кустарников семейства. Розовые с шаровидными сладкими или кисло-сладкими плодами. Деревья с развесистой кроной высотой 2,5—15 м. Ветви укороченные (плодущие), на которых закладываются цветочные почки, и удлинённые (ростовые). У дикорастущих видов на ветвях колючки. Листья черешковые, голые или опушённые, с опадающими или остающимися прилистниками",
      "photo": "",
      "creation_date": null,
      "view_count": 5,
      "is_published": true
    }
  },
  {
    "model": "blog.blog",
    "pk": 4,
    "fields": {
      "title": "Липа",
      "slug": "lipa",
      "body": "Лиипа, род листопадных деревьев семейства мальвовых. Высота ствола до 40 м. Листья очерёдные, сердцевидные, обычно по краю зубчатые, длинночерешковые. Цветки пятичленные, обоеполые, беловатые или желтоватые, собраны в щитковидные или зонтиковидные, реже кистевидные, соцветия, общий цветонос которых в нижней части срастается с главной жилкой плёнчатого, продолговато-эллиптического верхушечного прицветного листа.",
      "photo": "",
      "creation_date": null,
      "view_count": 4,
      "is_published": true
    }
  },
  {
    "model": "blog.blog",
    "pk": 5,
    "fields": {
      "title": "Осина",
      "slug": "osina",
      "body": "Листопадное дерево, до 35 м высотой, дающее корневые отпрыски. Листья очередные, простые округлые или сердцевидные зубчатые. Черешки в верхней части сплюснуты с боков, отчего листья трепещут при малейшем ветре. Цветки в длинных повисающих серёжках, опушённых серыми волосками. Двудомное растение, опыляется ветром, цветёт до распускания листьев. Лесообразующая древесная порода, распространённая по всей Сев. Евразии. Живёт ок. 100 лет.",
      "photo": "",
      "creation_date": null,
      "view_count": 2,
      "is_published": true
    }
  },
  {
    "model": "blog.blog",
    "pk": 6,
    "fields": {
      "title": "Ива",
      "slug": "iva",
      "body": "Ива - род листопадных деревьев и кустарников семейства ивовых. Высота деревьев 10-40 м. Цветки белые, сероватые или желтые, собраны в сережки; цветут большей частью до распускания листьев. Плод - коробочка, с множеством семян, которые, попадая в почву, при благоприятных условиях начинают прорастать в первые же сутки. Размножаются ивы семенами или укоренением ветвей, в культуре - черенками. Ива светолюбива, морозостойка.",
      "photo": "",
      "creation_date": null,
      "view_count": 3,
      "is_published": false
    }
  },
  {
    "model": "blog.blog",
    "pk": 7,
    "fields": {
      "title": "Клён",
      "slug": "klyon",
      "body": "Представляет собой дерево до 10-40 м высотой или среднерослый кустарник. Обладает пальчатыми, сложно-перистыми или тройчатыми листьями с крупными жилками, пластины расположены на побегах супротивно на черешках. Цветение происходит в конце зимы или начале весны. Некоторые виды распускаются еще до появления листьев. Бутоны пятилепестковые, зеленого, оранжевого или красного оттенка, очень мелкие по размерам, собраны в зонтики, щитки или кисти",
      "photo": "",
      "creation_date": null,
      "view_count": 2,
      "is_published": true
    }
  }
]